INSERT INTO bmi_condition
VALUES
    (1, 'อ้วนมาก', 30.0, NULL, 'ค่อนข้างอันตราย เสี่ยงต่อการเกิดโรคร้ายแรงที่แฝงมากับความอ้วน', 'ควรปรับพฤติกรรมการทานอาหาร และเริ่มออกกำลังกาย หาก BMI สูงกว่า 40.0 ควรไปตรวจสุขภาพและปรึกษาแพทย์'), 
    (2, 'อ้วน', 25.0, 29.9, 'อ้วนในระดับหนึ่ง ถึงแม้จะไม่ถึงเกณฑ์ที่ถือว่าอ้วนมาก ๆ แต่ก็ยังมีความเสี่ยงต่อการเกิดโรค', 'ควรปรับพฤติกรรมการทานอาหาร ออกกำลังกาย และตรวจสุขภาพ'),
    (3, 'น้ำหนักปกติ เหมาะสม', 18.5, 24.9, 'น้ำหนักที่เหมาะสมสำหรับคนไทยคือค่า BMI ระหว่าง 18.5-24', 'ควรรักษาระดับ BMI ให้อยู่ในช่วงนี้ให้นานที่สุด และตรวจสุขภาพทุกปี'),
    (4, 'ผอมเกินไป', NULL, 18.4, 'น้ำหนักน้อยกว่าปกติ อาจเสี่ยงต่อการได้รับสารอาหารไม่เพียงพอ', 'ควรรับประทานอาหารเพียงพอ และออกกำลังกายเสริมสร้างกล้ามเนื้อเพื่อเพิ่มค่า BMI');